{"option": ["yes", "no"], "input": "description:  A person in 1996 has the following attributes: age 19, workclass Private, final weight 192773, education HS-grad, highest education level 9, marital status Never-married, occupation Other-service, relationship Own-child, race White, sex Female, capital gain 0, capital loss 0, hours per week 24, native country United-States.\nDo you think the annual income of the person is greater than $50k:", "label": "no", "examples": []}
{"option": ["yes", "no"], "input": "description:  A person in 1996 has the following attributes: age 34, workclass State-gov, final weight 117186, education HS-grad, highest education level 9, marital status Married-civ-spouse, occupation Protective-serv, relationship Husband, race White, sex Male, capital gain 0, capital loss 0, hours per week 40, native country United-States.\nDo you think the annual income of the person is greater than $50k:", "label": "yes", "examples": []}
{"option": ["yes", "no"], "input": "description:  A person in 1996 has the following attributes: age 45, workclass Private, final weight 50162, education Some-college, highest education level 10, marital status Married-civ-spouse, occupation Exec-managerial, relationship Husband, race White, sex Male, capital gain 0, capital loss 0, hours per week 40, native country United-States.\nDo you think the annual income of the person is greater than $50k:", "label": "no", "examples": []}
{"option": ["yes", "no"], "input": "description:  A person in 1996 has the following attributes: age 31, workclass Self-emp-inc, final weight 136402, education Assoc-acdm, highest education level 12, marital status Married-civ-spouse, occupation Sales, relationship Husband, race White, sex Male, capital gain 0, capital loss 0, hours per week 40, native country United-States.\nDo you think the annual income of the person is greater than $50k:", "label": "no", "examples": []}
{"option": ["yes", "no"], "input": "description:  A person in 1996 has the following attributes: age 36, workclass Private, final weight 165473, education Bachelors, highest education level 13, marital status Divorced, occupation Adm-clerical, relationship Unmarried, race Black, sex Female, capital gain 0, capital loss 0, hours per week 40, native country United-States.\nDo you think the annual income of the person is greater than $50k:", "label": "no", "examples": []}
{"option": ["yes", "no"], "input": "description:  A person in 1996 has the following attributes: age 56, workclass Self-emp-inc, final weight 236676, education HS-grad, highest education level 9, marital status Married-civ-spouse, occupation Sales, relationship Husband, race White, sex Male, capital gain 0, capital loss 0, hours per week 50, native country United-States.\nDo you think the annual income of the person is greater than $50k:", "label": "yes", "examples": []}
{"option": ["yes", "no"], "input": "description:  A person in 1996 has the following attributes: age 48, workclass State-gov, final weight 98010, education Masters, highest education level 14, marital status Married-civ-spouse, occupation Prof-specialty, relationship Wife, race White, sex Female, capital gain 0, capital loss 0, hours per week 16, native country United-States.\nDo you think the annual income of the person is greater than $50k:", "label": "yes", "examples": []}
{"option": ["yes", "no"], "input": "description:  A person in 1996 has the following attributes: age 28, workclass Private, final weight 108706, education HS-grad, highest education level 9, marital status Married-civ-spouse, occupation Tech-support, relationship Wife, race White, sex Female, capital gain 0, capital loss 0, hours per week 40, native country United-States.\nDo you think the annual income of the person is greater than $50k:", "label": "yes", "examples": []}